{
    "list":[
        "Be respectful to everyone. Treat others the way you want to be treated",
        "Do not post political, sexist, homophobic, ableist, or racist comments.",
        "Do not stalk, harass, or imitate other users, and do not change your name, avatar, or currently playing status for the sake of intimidation or harassment.",
        "If you have an issue with another user, staff, or moderator, please contact them personally.",
        "Part One: Please try to keep the server as child-friendly as possible, as there are children here. In other words, please ensure you are being safe-for-work on the server. Part Two: Do not post pornography, excessive gore, or other extreme imagery that could be considered NSFW.",
        "Do not use this server to seek assistance with serious personal issues (i.e. depression, drug/alcohol abuse, etc.). Please seek help from someone who actually specializes in that field.",
        "Do not roleplay on this server. Feel free to do so between users privately.",
        "Do not post spoilers of newly released media (i.e. movies, tv-shows, etc.). A good rule of thumb is if it is less than two weeks old, don’t talk about it.",
        "Do not post loud (also known as “earrape”) or seizure inducing videos (those with flashing or strobing effects).",
        "Do not spam. This includes walls of text and rapidly sending messages to “drown out” other users.",
        "Do not ask for roles. Admins will assign you a role when they feel it makes sense or you have earned it. If you ask for a role, you will likely never get one.",
        "Keep the memeing to a minimum, unless its inside of the <#457614881609351189> channel.",
        "Keep any and all self promotion inside the <#457614957056360448> channel. Self promotion includes sharing links to Discord servers, other communities, projects you have created, advertising products/services (such as commissions), and your social media.",
        "Try keeping your discussions in the proper channels. For example, do not discuss jailbreaking outside of the jailbreaking-centric channels.",
        "No piracy allowed, including direct links to pirated content, cydia sources with copyrighted material, or methods to bypass content with DRM"
    ]
}